Repository: mac-cain13/R.swift
Catalog: ResourceApp/ResourceApp/Strings/*.lproj/Localizable.strings
Languages: es, ja

# ..project...abnormalKey..1.
source: Abnormal Key 1 English
es: Abnormal Key 1 Spanish
ja: Abnormal Key 1 Japanese

# project abnormalKey 2
source: Abnormal Key 2 English
es: Abnormal Key 2 Spanish
ja: Abnormal Key 2 Japanese

# project.missingKey.1
source: Missing Key 1 English
es: Missing Key 1 Spanish
ja: Missing Key 1 Japanese

# project.missingKey.4
source: Missing Key 4 English
es: Missing Key 4 Spanish
ja: Missing Key 4 Japanese

# project.missingKey.8
source: Missing Key 8 English
es: Missing Key 8 Spanish

# project.missingKey.9
source: Missing Key 9 English
es: Missing Key 9 Spanish
ja: Missing Key 9 Japanese

# project.duplicateKey.1
source: Duplicate Key 1 English
es: Duplicate Key 1 Spanish
ja: Duplicate Key 1 Japanese

# project.duplicateKey.2
source: Duplicate Key 2 English
es: Duplicate Key 2 Spanish
ja: Duplicate Key 2 Japanese

# project_underscoreKey_1
source: Underscore Key 1 English
es: Underscore Key 1 Spanish
ja: Underscore Key 1 Japanese

# project-hyphenKey-1
source: Hyphen Key 1 English
es: Hyphen Key 1 Spanish
ja: Hyphen Key 1 Japanese

# project-mixedKey_1
source: Mixed Key 1 English
es: Mixed Key 1 Spanish
ja: Mixed Key 1 Japanese

# project.oddSpacingKey.1
source: Odd Spacing Key 1 English
es: Odd Spacing Key 1 Spanish
ja: Odd Spacing Key 1 Japanese

# project.missingKey.2
source: Missing Key 2 English
ja: Missing Key 2 Japanese
